[
  {
    "Album":"Acid Rap", "Songs":{
    "Good Ass Intro":["Rap's just make me anxious, and acid made me crazy","Get a watch with all that glitters, come in clutters, different colors","Ben-a-Baller, Benford, butlers, chauffeurs, hit a stain-er, did I stutter?","Did a ton of drugs and did better than all my Alma mater","Keep a tab on my exes, keep some 'x' on my tongue, Keep my work out in Texas, that's just me flexing my lungs","Call me Chancelor The Rapper, please say 'The Rapper'"],
    "Pusha Man/Paranoia":["Ten damn days... And all I got to show for it is shoes and shows and chauffeurs with road rage","Paranoia on my mind, got my mind on the fritz","Somebody'll steal daddy's Rollie, call it the neighborhood watch","Where the fuck is Matt Lauer at? Somebody get Katie Couric in here","Why you think they don’t talk about it? They deserted us here","Probably scared of all the refugees; look like we had a fuckin' hurricane here","They'll be shooting whether it's dark or not, I mean, the days is pretty dark a lot"],
    "Cocoa Butter Kisses":["Cigarettes on cigarettes my mama think I stank, I got burn holes in my hoodies, all my homies think it's dank","I miss my cocoa butter kisses","If I sip any Henny, my belly just might be outie","Tonight she just yelling 'fuck me', Two weeks she'll be yelling fuck me","Used to like orange cassette tapes with Timmy, Tommy, and Chuckie","Put Visine inside my eyes so my grandma would fucking hug me"],
    "Juice":["Even my haters kinda glad I'm on, Rest In Peace to my Vagabond","Playing Buenos Aires while they sleepin' Buenas Noches!","Wonder if I wrote this cause it's so crisp","God give me one sentence more, Maybe I just gotta get suspended more? Hash tag it, get mentions for it, Make you love it, get it trending more","Hows it feel to be you? Yo no sé, I ain't really been myself since Rod passed","I'm a genius, a mothafuckin pop smash","Been paid, 10 Day been they FAFSA","Yup, jugo, you never tasted paper Tripped, racing yaself trynna chase the paper","Till you realize everybody in the world fuckin hates the Lakers","All you can do is spit a verse of the truth"],
    "Lost":["Let's get lost","Damn I'm in so deep girl, Probably cause you're empty","She met her match, I let her match, She lit her match, she let me smoke","Ain't no partners on this trip"],
    "Everybody's Something":["I got the Chicago Blues, We invented rock before the Stones got through","And why’s God's phone die every time that I call on Him, If his son had a Twitter, wonder if I would follow him","What’s good, good? And what’s good, evil? And what’s good, gangstas? And what’s good, people?"],
    "Interlude (That's Love)":["What's better than followers is actually fallin' in love"],
    "Favorite Song":["Chance, acid rapper, soccer, hacky sacker","Chance, ho, acid head, cruising on that LSD","Skeet, skeet, skeet, She do that thing for three retweets","Asked Joseph about my deal, He looked back said 'hell yeah, let's eat!'","This shit my favorite song you just don't know the words, But I still fuck with you, you just ain't never heard","It go like: count that stack, pop that cap then down that Jack"],
    "NaNa":["Last week suspended,last night kissed Va$htie"],
    "Smoke Again":["My dick won't even call her, cause she left all that lipstick","Lean all on the square, That's a fuckin' rhombus","If you ain't the hitter, you just might be the lick","Flame on, flame on,I'm your bitch's ringtone","No Drake, but I get my Trey on,killin' in the hood like Trayvon"],
    "Acid Rain":["Kicked off my shoes tripped acid in the rain, Wore my jacket as a cape, and my umbrella as a cane","I trip to make the fall shorter","Cigarette stained smile all covered in sin, My big homie died young, just turned older than him","I see his demons in empty hallways","Damn that acid burn when it clean ya, I still miss being a senior","And I'm hungry, I'm just not that thirsty","All this medicine in me hoping I don't get sick","Sometimes the truth don't rhyme, Sometime the lies get millions of views","But if you touch my brother, All that anti-violence shit goes out the window along with you and the rest of your team"],
    "Chain Smoker":["Still a chain smoking, Name dropping, Good looking, Muh' fucking Motha, shut your mouth","Shoulda died- yelling YOLO was a lie","Hope you love all of my shit"],
    "Everything's Good (Good Ass Outro)":["See my name when you google search it","But I knew it was fly when I was just a caterpillar","When I meet my maker he gon' make sure that we chillin'"]
  }},

  {"Album":"10 day","Songs":{
      "14,400 Minutes":["No tassel in the spring, but after summer I'm alumni","Damn they gon' resent it, ohhhhh you representin'"],
      "Missing You":["My daddy told me to hands 'em, my momma told me to love 'em","I don't know why I sleep with my eyes wide hoping that I find you"],
      "Nostalgia":["From Santas to Grandmas to Gameboys and cellphones","Heads down, eyes shut, time to play Seven Up"],
      "Windows":["This is six blunt rotation music, This is just got off six month probation music, This is steppin' on the beach when you're too drunk to feel a beat, This that laughing in a condo throwin' shit down in the street","This for every math class that I ever had, So fuck you if I failed and fuck you if I passed!"],
      "Brain Cells":["You’re the plastic, I’m the passion and the magic in the air","I should rhyme rhyme with Ramen Noodles"],
      "Long Time":["I saw your reflection in a toilet full of vomit water"],
      "22 Offs":[],
      "U Got Me Fucked Up":[],
      "Family":[],
      "Juke Juke":[],
      "Fuck You Tahm Bout":[],
      "Long Time II":["Long time to get famous life's whatever you make it, Just thank god that we made it"],
      "Prom Night":[],
      "Hey Ma":[]
  }},

  {"Album":"Surf","Songs":{
    "Miracle":[],
    "Slip Slide":[],
    "Warm Enough":[],
    "Wanna Be Cool":[],
    "Windows":[],
    "Caretaker":[],
    "Just Wait":[],
    "Familiar":[],
    "SmthnthtIwnt":[],
    "Go":[],
    "Questions":[],
    "Rememory":[],
    "Sunday Candy":[]
  }},

  {"Album":"Free (Based Freestyles)","Songs":{
      "Last Dance":[],
      "Whats Next":[],
      "First Mixtape":[],
      "Amen":[],
      "Do My Dance":[],
      "We Rare":[]
  }}

  {"Album":"As featured Rapper","Songs":{
      "They Don't Like Me":[],
      "Wendy n Becky":[],
      "You Song":[],
      "Tweakin'":[],
      "Friendship Heights":[],
      "Iconic":[],
      "Clean Up":[],
      "Heaven Only Knows":[],
      "Ultralight Beam":[]
  }}


]
